13/data/attachments/db8bf6d0e15995ab.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Alicia_term_Friend_82251_8</nif:username>
            <nif:friendToBeRequested>soap_friends_ec6e5ccc-b544-4b3c-81fc-aa908783029c</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>